Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: And she saith to her, 'Is thy taking my husband a little thing, that thou hast taken also the love-apples of my son?' and Rachel saith, 'Therefore doth he lie with thee to-night, for thy son's love-apples.'
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᏥᎪ ᏅᎵᏌᎵᏉ ᎣᏍᏗᏁᎳ ᏥᏍᎩᏯᏅᎡᎸ? ᎾᏍᏉᏍᎪ ᏙᏛᏍᎩᎩᎡᎵ ᎤᏂᏍᏇᏚᎩ ᎠᏇᏥ ᏧᏤᎵᎦ? ᎴᏥᎵᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎾᏍᎩ ᎠᏗᎾ ᎢᏳᏍᏗ ᎪᎯ ᏒᏃᏱ ᏕᏍᏓᏂᏏᏅᎭ ᎤᏂᏍᏇᏚᎩ ᏤᏥ ᏧᏤᎵᎦ ᏕᏍᎩᏁᎸ ᎢᏳᏍᏗ.

source: And Jacob cometh in from the field at evening; and Leah goeth to meet him, and saith, 'Unto me dost thou come in, for hiring I have hired thee with my son's love-apples;' and he lieth with her during that night.
chr: ᏤᎦᏈᏃ ᎢᎾᎨ ᏧᎶᏎ ᎤᏒᎯᏰᏱ, ᎵᎠᏃ ᏚᏠᏒᏎᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎠᏎ ᎠᏴ ᏓᏍᏆᏂᏏᏁᎵ; ᎤᏙᎯᏳᎯᏯᏰᏃ ᎤᏂᏍᏇᏚᎩ ᎠᏇᏥ ᏧᏤᎵᎦ ᎬᏯᎫᏴᏔᏅ. ᎾᎯᏳᏃ ᏒᏃᏱ ᏚᎾᏂᏏᏁᎢ.

source: And God hearkeneth unto Leah, and she conceiveth, and beareth to Jacob a son, a fifth,
chr: ᎤᏁᎳᏅᎯᏃ ᎤᏛᏓᏍᏓᏁᎴ ᎵᎠ, ᎠᎴ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎯᏍᎩᏁ ᎤᎾᏄᎪᏫᏎᎴ ᏤᎦᏈ ᎠᏧᏣ.

source: and Leah saith, 'God hath given my hire, because I have given my maid-servant to my husband;' and she calleth his name Issachar.
chr: ᎵᎠᏃ ᎯᎠ ᏄᏪᎡᎢ, ᎤᏁᎳᏅᎯ ᎠᎩᏁᎸ ᏄᏍᏛ ᎠᏆᎫᏴᎡᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏅᏏᏓᏍᏗ ᎠᏛ ᎣᏍᏗᏁᎳ ᏥᏯᎧᏁᎸᎢ; ᎢᏏᎦᏃ ᏚᏬᎡᎢ.

source: And conceive again doth Leah, and she beareth a sixth son to Jacob,
chr: ᎵᎠᏃ ᎠᏏ ᎤᏁᎵᏤᎢ, ᎠᎴ ᏑᏓᎵᏁ ᎤᎾᏄᎪᏫᏎᎴ ᏤᎦᏈ ᎠᏧᏣ.

source: and Leah saith, 'God hath endowed me -- a good dowry; this time doth my husband dwell with me, for I have borne to him six sons;' and she calleth his name Zebulun;
chr: ᎵᎠᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏁᎳᏅᎯ ᎠᎩᎲᏏ ᎣᏍᏛ ᎠᏓᏁᏗ ᎨᏒᎢ; ᎿᏉ ᎣᏍᏗᏁᎳ ᏓᏲᏍᏓᏁᎳᏗ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏑᏓᎵ ᏕᏥᎾᏄᎪᏫᏎᎸ ᎠᏂᏧᏣ; ᏤᏆᎳᏂᏃ ᏚᏬᎡᎢ.

source: and afterwards hath she born a daughter, and calleth her name Dinah.
chr: ᎣᏂᏃ ᎤᎾᏄᎪᏫᏎ ᎠᎨᏳᏣ, ᏓᏂᏃ ᏚᏬᎡᎢ.

source: And God remembereth Rachel, and God hearkeneth unto her, and openeth her womb,
chr: ᎤᏁᎳᏅᎯᏃ ᎤᏅᏓᏕ ᎴᏥᎵ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏛᏓᏍᏓᏁᎴᎢ, ᎠᎴ ᎤᎳᏅᏓᏕᎴ ᏧᎷᎸᏗᏱ.

source: and she conceiveth and beareth a son, and saith, 'God hath gathered up my reproach;'
chr: ᎤᏁᎵᏤᏃ, ᎠᎴ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎢ; ᎯᎠᏃ ᏄᏪᏎᎢ, ᎤᏁᎳᏅᎯ ᎠᎲᎾ ᎤᏕᎰᎯᏍᏗ ᎥᏆᏓᏅᏖᏍᎬᎢ.

source: and she calleth his name Joseph, saying, 'Jehovah is adding to me another son.'
chr: ᏦᏩᏃ ᏚᏬᎡᎢ; ᎯᎠ ᏄᏪᏎᎢ, ᏱᎰᏩ ᎠᏏ ᏅᏩᏓᎴ ᎠᏧᏣ ᏛᎩᎧᏁᎵ.

source: And it cometh to pass, when Rachel hath borne Joseph, that Jacob saith unto Laban, 'Send me away, and I go unto my place, and to my land;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎾᎯᏳ ᎴᏥᎵ ᏦᏩ ᎤᎾᏄᎪᏫᏒ, ᎾᏍᎩ ᏤᎦᏈ ᎯᎠ ᏄᏪᏎᎴ ᎴᏆᏂ, ᏍᏆᏂᎩᏍᏓ, ᎾᏍᎩᏃ ᏗᏇᏅᏒ ᏫᏥᎶᎢ, ᎠᎴ ᎠᏆᏤᎵᎪᎯ ᏗᎨᏒᎢ.

source: give up my wives and my children, for whom I have served thee, and I go; for thou -- thou hast known my service which I have served thee.'
chr: ᏗᏍᎩᏲᎯᏏ ᏗᏆᏓᎵᎢ, ᎠᎴ ᏗᏇᏥ, ᎾᏍᎩ ᎪᎱᏍᏗ ᎬᏯᏛᏁᎲ ᏗᎬᏒᏅᎯ ᏥᎩ, ᎠᎴ ᎦᏂᎩ; ᏨᏒᏰᏃ ᎯᎦᏔᎭ ᏓᎩᎸᏫᏍᏓᏁᎸ ᎪᎱᏍᏗ ᎬᏯᏛᏁᎸᎢ.

source: And Laban saith unto him, 'If, I pray thee, I have found grace in thine eyes -- I have observed diligently that Jehovah doth bless me for thy sake.'
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎢᏳᏃ ᎣᏍᏛ ᏍᎩᏰᎸᏗ ᎨᏒ ᎬᏩᏛᎡᎴᏍᏗ, [ᎦᎮᎮᏍᏗᏉ;] ᎠᏆᏙᎴᎰᏒᏰᏃ ᎾᏍᎩ ᏱᎰᏩ ᎣᏏᏳ ᎾᏆᏛᏁᎸ ᏂᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ.

source: He saith also, 'Define thy hire to me, and I give.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎯᏁᎩ ᎢᎦᎩ ᏍᎩᏠᎯᏍᏗᏱ, ᎠᎴ ᏓᎬᏁᎵᏉ.

source: And he saith unto him, 'Thou -- thou hast known that which I have served thee [in], and that which thy substance was with me;
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᏨᏒ ᎯᎦᏔᎭ ᏄᏍᏛ ᎪᎱᏍᏗ ᎬᏩᏛᏁᎸᎢ, ᎠᎴ ᏗᏣᏤᎵ ᎦᎾᏝᎢ ᏥᏚᏥᎦᎿᏩᏗᏙᎲᎩ;

source: for [it is] little which thou hast had at my appearance, and it breaketh forth into a multitude, and Jehovah blesseth thee at my coming; and now, when do I make, I also, for mine own house?'
chr: ᎤᏍᏗᏉᏰᏃ ᏥᏣᎲ ᎠᏏ ᏂᏥᎷᎬᎾ ᏥᎨᏒᎩ, ᎪᎯᏃ ᎬᏒ ᎤᏁᏉᏨ ᏧᏈᏯ ᏄᎵᏍᏔᏅ; ᏱᎰᏩᏃ ᎣᏍᏛ ᏂᏣᏛᏁᎸ ᎬᎩᎷᏨᎯ; ᎢᎳᎩᏳᏃ ᏓᎦᏓᏁᎳᏂ ᎠᏋᏒ ᏓᏆᏓᏘᎾᎥ ᎤᎾᎵᏍᏕᎸᏙᏗ?

source: And he saith, 'What do I give to thee?' And Jacob saith, 'Thou dost not give me anything; if thou do for me this thing, I turn back; I have delight; thy flock I watch;
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᏙᏃ ᏓᎬᏁᎵ? ᏤᎦᏈᏃ ᎯᎠ ᏄᎡᏎᎢ, ᎥᏝ ᎪᎱᏍᏗ ᏴᏓᏍᎩᏁᎵ; ᎢᏳᏃ ᎯᎠ ᏱᏂᏍᏆᏛᏁᎸ ᏔᎵᏁ ᏱᏙᎬᎾᏗᏍᏓ, ᎠᎴ ᏱᏙᏥᎦᏘᏓ ᏗᏣᏤᎵ ᎦᎾᏝᎢ

source: I pass through all thy flock to-day to turn aside from thence every sheep speckled and spotted, and every brown sheep among the lambs, and speckled and spotted among the goats -- and it hath been my hire;
chr: ᎪᎯ ᎢᎦ ᏥᎩ ᏓᎨᏙᏂ ᏂᎦᏛ ᎦᎾᏝᎢ ᏣᏤᎵ ᏄᎾᏛᏅᎢ, ᏕᎦᏓᏓᎴᏗᏍᎨᏍᏗ ᏂᎦᏛ ᎠᏫ ᎤᏂᏚᏯᏍᏗ, ᎠᎴ ᏧᏂᎳᎾᎢ, ᎠᎴ ᏂᎦᏛ ᎠᏂᎬᎾᎨ ᎠᏫ ᎤᎾᏜᏍᏛ ᎤᏂᏃᏕᎾ ᎤᎾᏓᏡᎬᎢ, ᎠᎴ ᏧᏂᎳᎾᎢ ᎠᎴ ᎤᏂᏚᏯᏍᏗ ᎤᎾᏜᏍᏛ ᏗᏂᎭᏄᎸᎯ ᎤᎾᏓᏡᎬᎢ, ᎾᏍᎩ ᏍᏆᎫᎡᏓᏁᏗ ᎨᏎᏍᏗ.

source: and my righteousness hath answered for me in the day to come, when it cometh in for my hire before thy face; -- every one which is not speckled and spotted among [my] goats, and brown among [my] lambs -- it is stolen with me.'
chr: ᎾᏍᎩᏃ ᏚᏳᎪᏛ ᎢᎦᏛᏁᎯ ᎨᏒ ᎬᏂᎨᏒ ᎾᏋᏁᎮᏍᏗ ᎪᎯ ᎨᏒ ᎤᏓᎴᏅᏛ, ᎾᎯᏳ ᏍᏆᎫᏴᎡᎸ ᎯᎪᏩᏘᏍᎨᏍᏗ; ᏂᎦᏛ ᏄᏂᏚᏯᏍᏛᎾ ᎠᎴ ᏂᏚᏂᎳᎾᎥᎾ ᏗᏂᎭᏄᎸᎯ ᎤᎾᏓᏑᏴᎢ, ᎠᎴ ᎠᏂᎬᎾᎨ ᎠᏂᎨᏒᎾ ᎤᏂᏃᏕᎾ ᎤᎾᏓᏑᏴᎢ, ᎾᏍᎩ ᎦᏃᏍᎩᏛ ᏍᎩᏰᎸᎾᏁᏗ ᎨᏎᏍᏗ.

source: And Laban saith, 'Lo, O that it were according to thy word;'
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎰᏩᏉ, ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎾᏍᎩᏯ ᏣᏁᏨᎢ.

source: and he turneth aside during that day the ring-streaked and the spotted he-goats, and all the speckled and the spotted she-goats, every one that [hath] white in it, and every brown one among the lambs, and he giveth into the hand of his sons,
chr: ᎾᎯᏳᏃ ᎢᎦ ᏚᏪᎧᎲᏎ ᏗᏂᎭᏄᎸᎯ ᎠᏂᏨᏯ, ᎬᏩᏕᏱᏛ ᏧᏂᎶᎸᏗ, ᎠᎴ ᏧᏂᎳᎾᎢ, ᎠᎴ ᎾᏂᎥ ᏗᏂᎭᏄᎸᎯ ᎠᏂᎩᏏ ᎤᏂᏚᏯᏍᏗ ᎠᎴ ᏧᏂᎳᎾᎢ ᎨᏒᎢ, ᎠᎴ ᎾᏂᎥ ᎤᏁᎬ ᏳᏓᏓᎳ, ᎠᎴ ᎾᏂᎥ ᎠᏂᎬᎾᎨ ᎤᏂᏃᏕᎾ ᎤᎾᏓᏑᏴᎢ, ᎠᎴ ᏧᏪᏥ ᏕᎤᏲᎯᏎᎴᎢ.

source: and setteth a journey of three days between himself and Jacob; and Jacob is feeding the rest of the flock of Laban.
chr: ᎠᎴ ᏦᎢ ᏧᏙᏓᏆᏛ ᎡᏅᏍᏗ ᎢᏴᏛ ᏂᏚᎾᏓᎳᏕ ᎤᏩᏒ ᎠᎴ ᏤᎦᏈ; ᏤᎦᏈᏃ ᎠᏂᏐᎢ ᎤᏂᏙᏕᎾ ᎴᏆᏂ ᏧᏤᎵ ᏕᎬᎾᏗᏍᏗᏍᎨᎢ.

source: And Jacob taketh to himself a rod of fresh poplar, and of the hazel and chesnut, and doth peel in them white peelings, making bare the white that [is] on the rods,
chr: ᏤᎦᏈᏃ ᏚᏴᎮ ᏗᏤ ᎦᎾᏍᏓ ᏥᏳ ᎠᎴ ᎠᎹᏂ ᎠᎴ ᏘᎵ; ᎠᎴ ᏚᏯᎸᎮ ᏧᏁᎬ ᏧᎸᏓᏅᏂ ᏂᏚᏩᏁᎴᎢ, ᎠᎴ ᎤᏁᎬ ᎨᏒ ᎦᎾᏍᏙᎯ ᎬᏂᎨᏒ ᏄᏩᏁᎴᎢ.

source: and setteth up the rods which he hath peeled in the gutters in the watering troughs (when the flock cometh in to drink), over-against the flock, that they may conceive in their coming in to drink;
chr: ᎠᎴ ᎾᏍᎩ ᎦᎾᏍᏓ ᏄᏯᎸᏛ ᏚᏪᏘᏁ ᏕᎨᎵᏍᎦᎸᎲ ᎠᎹ ᏧᎾᏗᏔᏍᏗᏱ, ᎾᎿ ᎠᏫ ᏓᎾᏗᏔᎯᎯᎲᎢ, ᎢᎬᏱᏗᏢ ᎠᏫ ᎠᏂᎷᎬᎢ, ᎾᏍᎩ ᏧᏂᏁᎵᎢᏍᏗᏱ ᎾᎯᏳ ᏓᎾᏗᏔᎯᎦ.

source: and the flocks conceive at the rods, and the flock beareth ring-streaked, speckled, and spotted ones.
chr: ᎠᏫᏃ ᏓᏂᏁᎵᎨ ᎦᎾᏍᏓ ᏕᎨᏛ ᎢᎬᏱᏗᏢ, ᎠᎴ ᏚᎾᏅᏁ ᎬᏩᏕᏱᏛ ᏧᏂᎶᎸᏗ, ᎤᏂᏚᏯᏍᏗ, ᎠᎴ ᏧᏂᎳᎾᎢ.

source: And the lambs hath Jacob parted, and he putteth the face of the flock towards the ring-streaked, also all the brown in the flock of Laban, and he setteth his own droves by themselves, and hath not set them near Laban's flock.
chr: ᏤᎦᏈᏃ ᎠᏂᎩᎾ ᏚᏓᏓᎴᏔᏁᎢ; ᎬᏩᏕᏱᏛᏃ ᏧᏂᎶᎸᏗ ᎠᎴ ᏂᎦᏛ ᎠᏂᎬᎾᎨ ᎴᏆᏂ ᏧᏤᎵ ᎠᏫ ᎤᎾᏓᏑᏴ ᎠᏂᏙᎾᎥ ᎢᏗᏢ ᏫᏚᎦᏔᏁ ᎠᏫ; ᎤᏩᏒᏃ ᏧᏤᎵ ᎤᎾᏁᎳᎩ ᏚᏪᎧᏁᎢ, ᎥᏝᏃ ᎴᏆᏂ ᏧᏤᎵ ᎠᏁᏙᎲ ᏱᏚᏪᎧᏁᎢ.

source: And it hath come to pass whenever the strong ones of the flock conceive, that Jacob set the rods before the eyes of the flock in the gutters, to cause them to conceive by the rods,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎢᏳᏃ ᏧᎾᎵᏂᎦᏂ ᎠᏫ ᏓᏂᏁᎵᎩ, ᎾᏍᎩ ᏤᎦᏈ ᎦᎾᏍᏓ ᏕᎨᎵᏍᎦᎸᎲ ᏕᎦᎳᏗᏍᎨ ᎠᏫ ᏓᏂᎧᏅ ᎢᏗᏢ, ᎾᏍᎩ ᎦᎾᏍᏓ ᏕᎨᏛ ᏧᏂᏁᎵᏍᏗᏱ.

source: and when the flock is feeble, he doth not set [them]; and the feeble ones have been Laban's, and the strong ones Jacob's.
chr: ᏗᏂᏩᎾᎦᎳᏍᎩᏂ ᏥᎨᏐ ᎥᏝ [ᎦᎾᏍᏓ] ᏱᏗᎦᎳᏗᏍᎨᎢ; ᎾᏍᎩᏃ ᏗᏂᏩᎾᎦᎳ ᎴᏆᏂ ᏧᏤᎵ ᎨᏎᎢ, ᏧᎾᎵᏂᎦᏂᏃ ᏤᎦᏈ ᏧᏤᎵ ᎨᏎᎢ.

source: And the man increaseth very exceedingly, and hath many flocks, and maid-servants, and men-servants, and camels, and asses.
chr: ᎾᏍᎩᏃ ᎠᏍᎦᏯ ᎤᏣᏘ ᎤᏁᏉᏤᎴᎢ, ᎠᎴ ᎤᏂᏣᏘ ᎠᏫ ᏚᏪᎧᎮᎢ, ᎠᎴ ᎠᏂᎨᏴ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᏂᏍᎦᏯ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᎨᎻᎵ, ᎠᎴ ᏐᏈᎵ ᏗᏂᎵᎠᏅᎯᏛ.

source: Chapter 31
chr: ᎠᏯᏙᎸᎢ 31

source: And he heareth the words of Laban's sons, saying, 'Jacob hath taken all that our father hath; yea, from that which our father hath, he hath made all this honour;'
chr: ᎤᏛᎦᏁᏃ ᎠᏂᏁᎬ ᎴᏆᏂ ᏧᏪᏥ, ᎯᎠ ᎾᏂᏪᏍᎬᎢ, ᏤᎦᏈ ᎠᎩᏐᏅ ᏂᎦᏛ ᎢᎩᏙᏓ ᎤᏤᎵᎦ ᏥᎨᏒᎩ; ᎠᎴ ᎢᎩᏙᏓ ᎤᏤᎵᎦ ᏥᎨᏒᎩ ᎤᏩᏛᏔᏅ ᎯᎠ ᏂᎦᏛ ᎦᎸᏉᏗᏳ ᎨᏒᎢ.

source: and Jacob seeth the face of Laban, and lo, it is not with him as heretofore.
chr: ᏤᎦᏈᏃ ᎤᎪᎮ ᎴᏆᏂ ᎤᎧᏛᎢ, ᎠᎴ ᎬᏂᏳᏉ ᎥᏝ ᏧᏩᎫᏔᏅᏒ ᏕᎤᎧᏂᏍᎬ ᎩᏯ ᏱᏄᏍᏕᎢ.

source: And Jehovah saith unto Jacob, 'Turn back unto the land of thy fathers, and to thy kindred, and I am with thee.'
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎴ ᏤᎦᏈ, ᏥᎭᏨᎾ ᏗᏣᎦᏴᎵᎨ ᎤᎾᏤᎵᎪᎯ, ᎠᎴ ᏗᏣᏴᏫ ᏗᏁᎲ ᏫᎯᎶᎯ; ᎠᏴᏃ ᏕᎬᎦᎿᏩᏗᏙᎮᏍᏗ.

source: And Jacob sendeth and calleth for Rachel and for Leah to the field unto his flock;
chr: ᏤᎦᏈᏃ ᎤᏓᏅᏎ ᏫᏚᏯᏅᎮ ᎴᏥᎵ ᎠᎴ ᎵᎠ, ᎢᎾᎨ ᎤᏂᎷᎯᏍᏗᏱ ᎠᏫ ᏚᏪᎧᎲᎢ.

source: and saith to them, 'I am beholding your father's face -- that it is not towards me as heretofore, and the God of my father hath been with me,
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏥᎪᏩᏘᎭ ᎢᏍᏗᏙᏓ ᎤᎧᏛ ᎾᏍᎩ ᎥᏝ ᏧᏩᎫᏔᏅᏒ ᏥᏄᏍᏛ ᏓᏆᎧᏂᏍᎬ ᏱᏄᏍᏗ ᎪᎯ ᎨᏒᎢ; ᎠᏎᏃ ᎡᏙᏓ ᎤᏤᎵᎦ ᎤᏁᎳᏅᎯ ᏓᎩᎧᎿᏩᏗᏙᎸ.

source: and ye -- ye have known that with all my power I have served your father,
chr: ᎠᎴ ᎢᏍᏗᎦᏔᎭ ᎾᏆᎵᏂᎬᎬ ᎢᏴᏛ ᎠᏋᏔᏅ ᎪᎱᏍᏗ ᏥᏯᏛᏁᎸ ᎢᏍᏗᏙᏓ.

source: and your father hath played upon me, and hath changed my hire ten times; and God hath not suffered him to do evil with me.
chr: ᎠᎴ ᎢᏍᏗᏙᏓ ᎠᎩᎶᏄᎲᎵ, ᎠᎴ ᎠᏍᎪᎯ ᎾᎩᏁᏟᏴᏏ ᎠᏆᎫᏴᎡᎲᎢ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎥᏝ ᎤᏁᎳᎩ ᏳᏪᎵᏎᎸ ᎪᎱᏍᏗ ᎠᏋᏁᏗᏱ.

source: 'If he say thus: The speckled are thy hire, then bare all the flock speckled ones; and if he say thus: The ring-streaked are thy hire, then bare all the flock ring-streaked;
chr: ᎢᏳᏃ ᎯᎠ ᏱᏄᏪᏒ, ᎤᏂᏚᏯᏍᏗ ᏕᎬᏯᎫᏴᏓᏁᎮᏍᏗ; ᎿᏉ ᏂᎦᏛ ᎤᏂᏚᏯᏍᏗ ᏓᏂᎾᏄᎪᏫᏍᎪᎢ; ᎠᎴ ᎯᎠ ᏱᏄᏪᏒ ᏛᏩᏕᏱᏛ ᏧᏂᎶᎸᏗ ᏕᎬᏯᎫᏴᏓᏁᎮᏍᏗ, ᎿᏉ ᏂᎦᏛ ᎬᏩᏕᏱᏛ ᏧᏂᎶᎸᏗ ᏓᏂᎾᏄᎪᏫᏍᎪᎢ.

source: and God taketh away the substance of your father, and doth give to me.
chr: ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᎢᏍᏗᏙᏓ ᏕᎤᏯᏅᎡᎸ ᎠᏫ, ᎠᎴ ᎠᏴ ᏕᎠᎩᎧᏁᎸ.

source: 'And it cometh to pass at the time of the flock conceiving, that I lift up mine eyes and see in a dream, and lo, the he-goats, which are going up on the flock, [are] ring-streaked, speckled, and grisled;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ ᎾᎯᏳ ᎠᏫ ᏓᏂᏁᎵᎬᎢ, ᎾᏍᎩ ᏕᎠᏆᎧᎾᏅᎩ, ᎠᎴ ᎦᏍᎩᏓᏍᎬ ᎠᎩᎪᎲᎩ, ᎠᎴ ᎬᏂᏳᏉ ᎠᏂᏨᏯ ᎾᏍᎩ ᎠᏫ ᏗᏂᏃᏁᎯ ᎬᏩᏕᏱᏛ ᏧᏂᎶᎸᏗ, ᎠᎴ ᎤᏂᏚᏯᏍᏗ, ᎠᎴ ᎤᎾᏅᏣᏛ ᎨᏒᎩ.

source: and the messenger of God saith unto me in the dream, Jacob, and I say, Here [am] I.
chr: ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎠᎩᏁᏤᎸᎩ ᎦᏍᎩᏓᏍᎬᎢ, ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᏤᎦᏈ; ᎯᎠᏃ ᎾᎩᏪᏒᎩ, ᎠᏂ.

source: 'And He saith, Lift up, I pray thee, thine eyes, and see -- all the he-goats which are going up on the flock [are] ring-streaked, speckled, and grisled, for I have seen all that Laban is doing to thee;
chr: ᎯᎠᏃ ᏄᏪᏒᎩ; ᏫᏔᎧᏅᎦ ᎠᎴ ᏫᏘᎪᏩᏛ ᏂᎦᏛ ᎠᏂᏨᏯ ᎠᏫ ᏗᏂᏃᏁᎯ ᎬᏩᏕᏱᏛ ᏚᏂᎶᎸᏗ, ᎠᎴ ᎤᏂᏚᏯᏍᏗ, ᎠᎴ ᎤᎾᏅᏣᏛ; ᎠᎩᎪᎲᏰᏃ ᏂᎦᏛ ᎴᏆᏂ ᏂᏨᏁᎲᎢ.

source: I [am] the God of Bethel where thou hast anointed a standing pillar, where thou hast vowed a vow to me; now, arise, go out from this land, and turn back unto the land of thy birth.'
chr: ᎠᏴ ᎤᏁᎳᏅᎯ ᏇᏕᎵ ᎨᎢ, ᎾᎿ ᏅᏯ ᎨᏛᎪᎢ ᏥᏣᎶᏁᏔᏅᎩ, ᎠᎴ ᏥᏍᏆᏎᎵᏓᏁᎸᎩ; Ꭷ, ᏔᎴᎲᎦ, ᎠᎴ ᎯᎠ ᎠᏂ ᎦᏙᎯ ᎭᏓᏅᎾ, ᎠᎴ ᏗᏣᏴᏫ ᏗᏁᎲ ᏫᎯᎶᎯ.

source: And Rachel answereth -- Leah also -- and saith to him, 'Have we yet a portion and inheritance in the house of our father?
chr: ᎴᏥᎵᏃ ᎠᎴ ᎵᎠ ᎬᏩᏁᏤᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ. ᏥᎪ ᎠᏏ ᎣᎩᏂᏙᏓ ᎦᏁᎸ ᎠᎭ ᎣᎩᎾᏤᎵᎦ ᎠᎴ ᎣᎩᎾᏘᏯᏍᏓᏁᏗ ᎨᏒᎢ?

source: have we not been reckoned strangers to him? for he hath sold us, and he also utterly consumeth our money;
chr: ᏝᏍᎪ ᎣᏍᏕᏙᎯᏉ ᎣᎩᏂᏰᎸᏅᎯ ᏱᎩ? ᏙᎩᏂᎾᏗᏅᏰᏃ, ᎠᎴ ᏦᎩᎾᏤᎵᎦ ᎠᏕᎸ ᏚᏒᏃᏅ.

source: for all the wealth which God hath taken away from our father, it [is] ours, and our children's; and now, all that God hath said unto thee -- do.'
chr: ᏂᎦᏛᏰᏃ ᏧᎬᏩᎶᏗ ᎤᏁᎳᏅᎯ ᎣᎩᏂᏙᏓ ᏧᎩᎡᎸ, ᎠᏴ ᎠᎴ ᏦᎩᏁᏥ ᎣᏍᎦᏤᎵᎦ; ᎾᏍᎩᏃ ᎿᏉ ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᏁᎳᏅᎯ ᏣᏁᏤᎸ, ᎾᏍᎩ ᎿᏛᎦ.

source: And Jacob riseth, and lifteth up his sons and his wives on the camels,
chr: ᎿᏉᏃ ᏤᎦᏈ ᏚᎴᏁᎢ, ᎠᎴ ᎨᎻᎵ ᏚᎩᎸᏔᏁ ᏧᏪᏥ ᎠᎴ ᏧᏓᎵᎢ.

source: and leadeth all his cattle, and all his substance which he hath acquired, the cattle of his getting, which he hath acquired in Padan-Aram, to go unto Isaac his father, to the land of Canaan.
chr: ᎠᎴ ᏂᎦᏛ ᏧᏤᎵᎦ ᎦᎾᏝᎢ ᏚᏘᎾᏫᏛᎮᎢ, ᎠᎴ ᏂᎦᏛ ᏧᎬᏩᎶᏗ ᎤᏩᏛᏛ ᏇᏓᏁᏔᎻᏱ ᎤᏫᏛᎰᏁᎢ, ᎤᏙᏓ ᎡᏏᎩ ᏤᎲ ᏭᎶᎯᏍᏗᏱ, ᎾᏍᎩ ᎨᎾᏂ ᎦᏓ ᏗᎲᎢ.

source: And Laban hath gone to shear his flock, and Rachel stealeth the teraphim which her father hath;
chr: ᎴᏆᏂᏃ ᎤᏂᏃᏕᎾ ᏚᏍᏙᏰᎲᏎᎢ; ᎴᏥᎵᏃ ᏚᏃᏍᎩᏎ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᎾᏍᎩ ᎤᏙᏓ ᏧᏤᎵᎦ.

source: and Jacob deceiveth the heart of Laban the Aramaean, because he hath not declared to him that he is fleeing;
chr: ᏤᎦᏈᏃ ᎤᏓᏃᏍᎩᏛᏉ ᎤᏂᎩᎡᎴ ᎴᏆᏂ ᏏᎵᏱ ᎡᎯ, ᎥᏝᏰᏃ ᏳᏃᏁᎴ ᎤᎵᏘᏒᎢ.

source: and he fleeth, he and all that he hath, and riseth, and passeth over the River, and setteth his face [toward] the mount of Gilead.
chr: ᎤᎵᏘᏎᏃ ᎬᏰᎯ ᏂᎦᏛ ᎤᎿᎥᎢ; ᎠᎴ ᏚᎴᏁᎢ, ᎠᎴ ᎡᏉᏂ ᏚᏪᏐᏤᎢ, ᎠᎴ ᎩᎵᏯᏗ ᏦᏓᎸ ᎢᏗᏢ ᏫᏚᏭᎪᏔᏁᎢ.

source: And it is told to Laban on the third day that Jacob hath fled,
chr: ᏦᎢᏁᏃ ᎢᎦ ᎠᏥᏃᏁᎴ ᎴᏆᏂ ᏤᎦᏈ ᎤᎵᏘᏒᎢ.

source: and he taketh his brethren with him, and pursueth after him a journey of seven days, and overtaketh him in the mount of Gilead.
chr: ᎠᎾᎵᏅᏟᏃ ᏚᏘᏅᏎᎢ, ᎠᎴ ᎤᎨᎲᏎ ᎦᎵᏉᎩ ᏧᏙᏓᏆᏛ ᎡᏅᏍᏗ ᎢᏴᏛ, ᎩᎵᏯᏗᏃ ᎣᏓᎸ ᏫᎬᏩᏢᏔᎮᎢ.

source: And God cometh in unto Laban the Aramaean in a dream of the night, and saith to him, 'Take heed to thyself lest thou speak with Jacob from good unto evil.'
chr: ᎤᏁᎳᏅᎯᏃ ᎤᎷᏤᎴ ᎴᏆᏂ ᏏᎵᏱ ᎡᎯ ᏒᏃᏱ ᎠᏍᎩᏓᏍᎬᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎮᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎯᏬᏁᏔᏅ ᏤᎦᏈ ᎣᏍᏛ ᎠᎴ ᎤᏲᎢ.

source: And Laban overtaketh Jacob; and Jacob hath fixed his tent in the mount; and Laban with his brethren have fixed [theirs] in the mount of Gilead.
chr: ᎿᏉᏃ ᎴᏆᏂ ᏭᏢᏔᎮ ᏤᎦᏈ. ᏤᎦᏈᏃ ᎾᎿ ᎣᏓᎸ ᏚᎵᏦᏖᎢ; ᎴᏆᏂᏃ ᎠᎴ ᎾᏍᎩ ᎠᎾᎵᏅᏟ ᎩᎵᏯᏗ ᎣᏓᎸ ᏚᏂᎵᏦᏔᏁᎢ.

source: And Laban saith to Jacob, 'What hast thou done that thou dost deceive my heart, and lead away my daughters as captives of the sword?
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎴ ᏤᎦᏈ, ᎦᏙᏉ ᏣᏛᏁᎸ, ᎾᏍᎩ ᏣᏓᏃᏍᎩᏛ ᎾᏆᏕᎶᎰᏒᎾ ᏨᏗᏣᎵᏘᏒ, ᎠᎴ ᏗᏇᏥ ᏥᏙᏔᏘᎾᏫᏛᎲ, ᎾᏍᎩᏯᏉ ᎠᏂᏴᎩ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎬᏔᏅᎯ ᏗᎦᏂᏴᏛ.

source: Why hast thou hidden thyself to flee, and deceivest me, and hast not declared to me, and I send thee away with joy and with songs, with tabret and with harp,
chr: ᎦᏙᏃ ᎤᏕᎵᏛ ᏗᏣᎵᏘᏎᎢ, ᎠᎴ ᎢᏍᏆᏓᏃᏍᎩᎡᎴᎢ; ᎠᎴ ᎥᏝ ᏱᏍᎩᏃᏁᎴᎢ, ᎾᏍᎩ ᎣᏍᏛ ᎢᎦᏓᏅᏛ ᎬᏯᏂᎩᏍᏙᏗᏱ, ᏗᎧᏃᎩᏛ ᎬᏗ, ᎠᎴ ᎠᎱᎵ ᎢᏳᏍᏗ ᎬᏗ, ᎠᎴ ᎠᏏᎳᏕᏫᏛ ᏗᎧᏃᎩᏍᏙᏗ ᎬᏗ?

source: and hast not suffered me to kiss my sons and my daughters? -- now thou hast acted foolishly in doing [so];
chr: ᎥᏝ ᎠᎴ ᏫᏓᏔᏪᏙᎦ ᎣᏍᏇᎵᏎᎴ ᏗᏇᏥ ᎠᏂᏍᎦᏯ, ᎠᎴ ᏗᏇᏥ ᎠᏂᎨᏴ? ᎭᎵᏍᎦᎿᏩᏉ ᎾᏍᎩ ᏥᏂᏣᏛᏁᎸ.

source: my hand is to God to do evil with you, but the God of your father yesternight hath spoken unto me, saying, Take heed to thyself from speaking with Jacob from good unto evil.
chr: ᎠᏴ ᏰᎵᏉ ᎾᏆᎵᏂᎬᎦ ᎤᏲ ᎢᎬᏴᏁᏗᏱ; ᎠᏎᏃ ᎢᏥᏙᏓ ᎤᏤᎵᎦ ᎤᎾᎳᏅᎯ ᎠᎩᏁᏤᎸᎩ ᎤᏒᎯ ᏒᏃᏱ, ᎯᎠ ᏄᏪᏒᎩ; ᎮᏯᏔᎮᏍᏗ ᏞᏍᏗ ᏤᎦᏈ ᎯᏁᏤᎸᎩ ᎣᏍᏛ ᎠᎴ ᎤᏲᎢ.

source: 'And now, thou hast certainly gone, because thou hast been very desirous for the house of thy father; why hast thou stolen my gods?'
chr: ᎠᎴ ᎿᏉ ᎠᏎ ᏤᏅᏍᏗ ᏥᏂᏣᎵᏍᏓᏁᎮᎢ ᏥᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏣᏘ ᏤᎳᏲᏍᎬ ᏣᏙᏓ ᎦᏁᎸᎢ, ᎠᏎᏃ ᎦᏙ ᏗᎤᎵᏍᏙᏔᏅ ᎤᎾᏁᎳᏅᎯ ᏗᏆᏤᎵᎦ ᏙᏍᎩᏃᏍᎩᏎᎢ?

source: And Jacob answereth and saith to Laban, 'Because I was afraid, for I said, Lest thou take violently away thy daughters from me;
chr: ᏤᎦᏈᏃ ᏗᎤᏁᏤ ᎠᎴ ᎯᎠ ᏄᏪᏎᎴ ᎴᏆᏂ, ᏥᏍᎦᎢᎲᏍᎩᏂ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ; ᎯᎠᏰᏃ ᎢᏪᏒᎩ, ᎬᏍᎦᎢᏍᏓᎩᏆᎴ ᏱᏓᎩᏯᏅᏏ ᏧᏪᏥ ᎠᏂᎨᏴ.

source: with whomsoever thou findest thy gods -- he doth not live; before our brethren discern for thyself what [is] with me, and take to thyself:' and Jacob hath not known that Rachel hath stolen them.
chr: ᎩᎶ ᎠᏗᎾ ᏙᎯᏩᏛᎡᎸᎭ ᎤᎾᏁᎳᏅᎯ ᏗᏣᏤᎵᎦ, ᎾᏍᎩ ᏞᏍᏗ ᏱᎬᏁᏍᏗ; ᎢᏓᎵᏅᏟ ᎠᏂᎦᏔᎲ ᎭᎦᏔ ᏣᏤᎵᎦ ᏳᏝᏍᏗ ᏥᏰᎿᎥᎢ, ᎠᎴ ᎯᎩ. ᎥᏝᏰᏃ ᏤᎦᏈ ᏱᎦᏔᎮ ᎴᏥᎵ ᏚᏃᏍᎩᏒᎢ.

source: And Laban goeth into the tent of Jacob, and into the tent of Leah, and into the tent of the two handmaidens, and hath not found; and he goeth out from the tent of Leah, and goeth into the tent of Rachel.
chr: ᎴᏆᏂᏃ ᏤᎦᏈ ᎤᎵᏦᏛ ᏭᏴᎴᎢ, ᎠᎴ ᎵᎠ ᎤᎵᏦᏛᎢ, ᎠᎴ ᎠᏂᏔᎵ ᎠᏂᎨᏴ ᎨᏥᏅᏏᏓᏍᏗ ᏚᏂᎵᏦᏛᎢ; ᎠᏎᏃ ᎥᏝ ᏱᏚᏩᏛᎮᎢ. ᎿᏉᏃ ᎤᏄᎪᏤ ᎵᎠ ᎤᎵᏦᏛ ᎠᎴ ᎴᏥᎵ ᎤᎵᏦᏛ ᏭᏴᎴᎢ.

source: And Rachel hath taken the teraphim, and putteth them in the furniture of the camel, and sitteth upon them; and Laban feeleth all the tent, and hath not found;
chr: ᎴᏥᎵᏃ ᏧᎩᏛ ᎨᏎ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᎠᎴ ᎨᎻᎵ ᎦᏯᎱᎶᏗ ᏫᏚᎳᏁᎢ, ᎠᎴ ᏚᏍᎩᎳᏁᎢ. ᎴᏆᏂᏃ ᏂᎬ ᎦᎵᏦᏛ ᎤᏲᎴᎢ, ᎠᏎᏃ ᎥᏝ ᏱᏚᏩᏛᎮᎢ.

source: and she saith unto her father, 'Let it not be displeasing in the eyes of my lord that I am not able to rise at thy presence, for the way of women [is] on me;' and he searcheth, and hath not found the teraphim.
chr: ᎯᎠᏃ ᏄᏪᏎᎴ ᎤᏙᏓ, ᏞᏍᏗ ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ ᎤᏐᏅᏤᎸᎩ ᎾᏍᎩ ᏗᎦᏥᏯᎴᏁᏗ ᏂᎨᏒᎾ ᏥᎩ, ᎠᏂᎨᏴᏰᏃ ᎢᏳᎾᎵᏍᏓᏁᏗ ᏥᎩ ᎾᏆᎵᏍᏓᏁᎭ. ᎤᏲᎴᏃ ᎠᏎᏃ ᎥᏝ ᏱᏚᏩᏛᎮ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ

source: And it is displeasing to Jacob, and he striveth with Laban; and Jacob answereth and saith to Laban, 'What [is] my transgression? what my sin, that thou hast burned after me?
chr: ᏤᎦᏈᏃ ᎤᏔᎳᏬᏎᎢ ᎠᎴ ᎤᎾᏘᏲᎴ ᎴᏆᏂ; ᎠᎴ ᏤᎦᏈ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎴ ᎴᏆᏂ, ᎦᏙ ᎤᏍᏗ ᎤᏣᏘᏂ ᎾᏆᏛᏁᎸ? ᎦᏙ ᎤᏍᏗ ᎠᎩᏍᎦᏅᏨ ᏥᏄᏖᎡᏗ ᏨᏗᏍᎩᎨᎮᏅ?

source: for thou hast felt all my vessels: what hast thou found of all the vessels of thy house? set here before my brethren, and thy brethren, and they decide between us both.
chr: ᏂᎦᏛᏰᏃ ᏥᏰᎿᎥ ᎯᏍᏆᏂᏰᎣᏅ, ᎦᏙᏃ ᎯᏩᏛ ᎯᏁᎸ ᏣᏅᎯ? ᎾᏍᎩ ᎠᏂ ᎯᎲᎦ ᎠᏂᎦᏔᎲ ᎠᏴ ᎣᏣᎵᏅᏟ, ᎠᎴ ᏂᎯ ᎢᏣᎵᏅᏟ, ᎾᏍᎩᏃ ᏕᎨᎩᏄᎪᏓᏁᎸᎭ.

source: 'These twenty years I [am] with thee: thy ewes and thy she-goats have not miscarried, and the rams of thy flock I have not eaten;
chr: ᎪᎯ ᎿᏉ ᏔᎳᏍᎪᎯ ᎾᏕᏘᏴ ᎬᏯᏕᎥᏏ; ᏗᏣᏤᎵᏃ ᎤᏂᏃᏕᎾ ᎠᏂᎩᏏ, ᎠᎴ ᏗᏂᎭᏄᎸᎯ ᎠᏂᎩᏏ, ᎥᏝ ᏱᏚᏂᎶᎠᎯᏎᎸ ᎠᏂᏛ, ᎠᎴ ᎠᏫ ᎠᏂᏨᏯ ᏂᎯ ᏗᏣᏤᎵᎦ ᎥᏝ ᏱᏓᎩᏯᎥ.

source: the torn I have not brought in unto thee -- I, I repay it -- from my hand thou dost seek it; I have been deceived by day, and I have been deceived by night;
chr: ᎠᏥᏓᎦᎸᎢᏒᎯ ᎥᏝ ᏫᏱᎬᏃᎮᎮᎢ, ᎠᏋᏒᏉ ᎠᎩᏲᎱᏎᎲᎩ; ᎠᏴ ᎾᏍᎩ ᏕᏍᎩᎬᏩᎶᏓᏁᎲᎩ, ᎢᎦ ᎦᏂᏴᏛ ᏱᎩ, ᎠᎴ ᏒᏃᏱ ᎦᏂᏴᏛ ᏱᎩ.

source: I have been [thus]: in the day consumed me hath drought, and frost by night, and wander doth my sleep from mine eyes.
chr: ᎯᎠ ᎾᏍᎩ ᎾᏆᏛᎿᏕᎬᎩ; ᎢᎦ ᎨᏒ ᎠᏍᏓᎦᏲᏍᎬ ᎠᎩᏲᏍᏗᏍᎬᎩ, ᏒᏃᏱᏃ ᎨᏒ ᎠᏯᏛᎲᏍᎬᎢ; ᎠᎴ ᎦᎸᏗ ᎨᏒ ᏗᏥᎦᏙᎵ ᏓᏓᏅᎡᎲᎩ.

source: 'This [is] to me twenty years in thy house: I have served thee fourteen years for thy two daughters, and six years for thy flock; and thou changest my hire ten times;
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏛᎩ ᏔᎳᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎯᏁᎸ ᎨᎥᎩ; ᏂᎦᏚ ᏧᏕᏘᏴᏛ ᎪᎱᏍᏗ ᎬᏯᏛᏁᎸᎩ ᎠᏂᏔᎵ ᏗᏤᏥ ᏕᎬᏒᎲᏍᎬᎢ, ᏑᏓᎵᏃ ᏧᏕᏘᏴᏛ ᎦᎾᎠᎢ ᏕᎬᏒᎲᏍᎬᎢ; ᎬᏠᏍᎬᏃ ᎠᏍᎪᎯ ᏂᏍᎩᏁᏟᏴᏏ.

source: unless the God of my father, the God of Abraham, and the Fear of Isaac, had been for me, surely now empty thou hadst sent me away; mine affliction and the labour of my hands hath God seen, and reproveth yesternight.'
chr: ᎢᏳᏃ ᎡᏙᏓ ᎤᏤᎵᎦ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎡᏆᎭᎻ ᎤᏤᎵᎦ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎾᏍᎩ ᎡᏏᎩ ᎤᎾᏰᏒᎯ ᏔᎵ ᏄᏛᏗᏕᎬᎾ ᏱᎨᏎ ᎠᏴ ᎨᎥᎢ, ᎤᏙᎯᏳᎯᏯ ᎪᎯ ᎨᏒ ᎠᏒᎭ ᏱᏍᏆᏂᎩ ᏍᏔᏁᎢ. ᎤᏁᎳᏅᎯ ᎤᎪᎲ ᎤᏲ ᎾᏆᎵᏍᏓᏁᎸᎢ, ᎠᎴ ᏓᎩᏯᏪᏥᏙᎸᎢ, ᎠᎴ ᎤᏒᎯ ᏒᏃᏱ ᏥᎨᏒ ᏣᎬᏍᎪᎸᏁᎢ.

source: And Laban answereth and saith unto Jacob, 'The daughters [are] my daughters, and the sons my sons, and the flock my flock, and all that thou art seeing [is] mine; and to my daughters -- what do I to these to-day, or to their sons whom they have born?
chr: ᎴᏆᏂᏃ ᎤᏁᏤ ᎠᎴ ᎯᎠ ᏄᏪᏎᎴ ᏤᎦᏈ, ᎯᎠ ᎠᏂᎨᏴ ᎠᏴ ᏗᏇᏥ, ᎠᎴ ᎯᎠ ᏧᏁᏥ ᎠᏴ ᏗᏇᏥ, ᎠᎴ ᎯᎠ ᎠᏫ ᎠᏴ ᏗᏆᏤᎵᎦ ᎠᏫ, ᎠᎴ ᏂᎦᏛ ᏥᎪᏩᏘᎭ ᎠᏴ ᎠᏆᏤᎵᎦ; ᎦᏙᏃ ᏱᏕᎬᎦ ᎪᎯ ᎢᎦ ᎯᎠ ᏗᏇᏥ, ᎠᎴ ᏧᏁᏥ ᎾᏍᎩ ᏧᏂᎾᏄᎪᏫᏒᎯ ᏥᎩ?

source: and now, come, let us make a covenant, I and thou, and it hath been for a witness between me and thee.'
chr: Ꭷ, ᎿᏉ ᎧᏃᎮᏛ ᏗᎾᏠᎯᏍᏓ, ᎠᏴ ᏂᎯᏃ; ᎠᎴ ᎾᏍᎩ ᎪᎯᏳᏗᏍᎩ ᎨᏎᏍᏗ ᏄᏍᏛ ᏕᎩᎾᏓᏁᏤᎸᎢ.

source: And Jacob taketh a stone, and lifteth it up [for] a standing pillar;
chr: ᏤᎦᏛᏃ ᏅᏯ ᎤᎩᏎᎢ ᎠᎴ ᎤᏪᏘᏁᎢ.

source: and Jacob saith to his brethren, 'Gather stones,' and they take stones, and make a heap; and they eat there on the heap;
chr: ᏤᎦᏈᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᎠᎾᎵᏅᏟ, ᏅᏯ ᏗᏧᏔᎩ; ᏅᏯᏃ ᏚᏂᎩᏎᎢ, ᎠᎴ ᎤᏂᏡᏁᎢ; ᎠᎴ ᎾᎿ ᎦᏡᎬ ᎤᎾᎵᏍᏓᏴᏁᎢ.

source: and Laban calleth it Jegar-Sahadutha; and Jacob hath called it Galeed.
chr: ᎴᏆᏂᏃ ᏥᎦ ᏌᎭᏚᏓ ᏚᏬᎡᎢ; ᏤᎦᏈᏍᎩᏂ ᎦᎵᏗ ᏚᏬᎡᎢ;

source: And Laban saith, 'This heap [is] witness between me and thee to-day;' therefore hath he called its name Galeed;
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᏥᎦᏡᎦᎪᎯᏳᏗᏍᎩ ᎨᏎᏍᏗ ᏕᎩᎾᏓᏁᏤᎸ ᎪᎯ ᏥᎩ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᎵᏗ ᏚᏃᎡᎢ;

source: Mizpah also, for he said, 'Jehovah doth watch between me and thee, for we are hidden one from another;
chr: ᎠᎴ ᎻᏏᏆ ᏚᏃᎡᎢ; ᎯᎠᏰᏃ ᏄᏪᏎᎢ, ᏱᎰᏩ ᎩᏂᏯᏫᏍᎨᏍᏗ. ᏂᏗᎾᏓᎪᏩᏗᏍᎬᎾ ᎿᏉ ᎨᏎᏍᏗ.

source: if thou afflict my daughters, or take wives beside my daughters -- there is no man with us -- see, God [is] witness between me and thee.'
chr: ᎢᏳᏃ ᏙᎦᎯᏐᏢᏕᏍᏗ ᏗᏇᏥ, ᎢᏳ ᎠᎴ ᏅᏩᎾᏓᎴ ᏙᎭᏓᏰᎨᏍᏗ ᏔᎵ ᏙᎲᏕᏍᏗ ᏗᏇᏥ, ᎥᏝ ᎩᎶ ᎠᏍᎦᏯ ᏯᎦᏔᎭ; ᎬᏂᏳᏉ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎯ ᏄᏍᏛ ᏚᎩᎾᏓᏁᏤᎸᎢ.

source: And Laban saith to Jacob, 'Lo, this heap, and lo, the standing pillar which I have cast between me and thee;
chr: ᎴᏆᏂᏃ ᎯᎠ ᏄᏪᏎᎴ ᏤᎦᏈ. ᎬᏂᏳᏉ ᎯᎠ ᏥᎦᏡᎦ, ᎠᎴ ᎬᏂᏳᏉ ᎯᎠ ᏥᎨᏔ ᎾᏍᎩ ᎠᏰᎵ ᏥᎾᏋᏁᎸ ᎠᏴ ᎢᏁᎲᎢ.

source: this heap [is] witness, and the standing pillar [is] witness, that I do not pass over this heap unto thee, and that thou dost not pass over this heap and this standing pillar unto me -- for evil;
chr: ᎯᎠ ᎾᏍᎩ ᏥᎦᏡᎦ ᎪᎯᏳᏗᏍᎩ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎠᏴ ᎯᎠ ᎦᏡᎬ ᎬᏯᏓᏬᎢᎳᏕᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᏂᎯ ᏍᏆᏓᏬᎯᎳᏕᏗ ᏂᎨᏒᎾ ᎨᏒ ᎯᎠ ᏥᎦᎲᎦ, ᎠᎴ ᎯᎠ ᏅᏯ ᏥᎨᏔ, ᎾᏍᎩ ᎤᏲ ᎢᏗᎩᎾᏓᏛᏁᏗᏱ.

source: the God of Abraham and the God of Nahor, doth judge between us -- the God of their father,' and Jacob sweareth by the Fear of his father Isaac.
chr: ᎤᏁᎳᏅᎯ ᎡᏆᎭᎻ ᎤᏤᎵᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏁᎰ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯ ᎤᏂᏙᏓ ᎤᏤᎵᎦ ᏕᎩᏄᎪᏓᏁᎮᏍᏗ. ᏤᎦᏈᏃ ᎤᏎᎵᏔᏁ ᎤᏁᎢᏍᏔᏁ ᎤᏙᏓ ᎡᏏᎩ ᎤᎾᏰᏒᎯ.

source: And Jacob sacrificeth a sacrifice in the mount, and calleth to his brethren to eat bread, and they eat bread, and lodge in the mount;
chr: ᎿᏉᏃ ᏤᎦᏈ ᎠᏥᎸ-ᎨᎳᏍᏗ ᎤᎵᏍᎪᎸᏔᏁ ᎾᎿ ᎣᏓᎸᎢ, ᎠᎴ ᎠᎾᎵᏅᏟ ᏫᏚᏯᏅᎮ ᎦᏚ ᎤᏂᎩᏍᏗᏱ; ᎦᏚᏃ ᎤᏂᎨᎢ, ᎠᎴ ᎣᏓᎸ ᎤᏂᏒᎴᎢ.

source: and Laban riseth early in the morning, and kisseth his sons and his daughters, and blesseth them; and Laban goeth on, and turneth back to his place.
chr: ᏑᎾᎴᏉᏃ ᎴᏆᏂ ᎤᏗᏛᎮᎢ, ᎠᎴ ᏚᏔᏪᏙᏁ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᏧᏪᏥ ᎠᏂᎨᏴ, ᎠᎴ ᎣᏍᏛ ᏚᏁᏤᎴᎢ; ᎴᏆᏂᏃ ᎤᏂᎩᏎᎢ, ᎠᎴ ᏧᏪᏅᏒ ᏭᎶᏎᎢ.

source: Chapter 32
chr: ᎠᏯᏙᎸᎢ 32

source: And Jacob hath gone on his way, and messengers of God come upon him;
chr: ᏤᎦᏈᏃ ᏩᎦᏛ ᏭᎶᏎᎢ, ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᏕᎬᏩᏠᏎᎢ.

source: and Jacob saith, when he hath seen them, 'This [is] the camp of God;' and he calleth the name of that place 'Two Camps.'
chr: ᏤᎦᏈᏃ ᏚᎪᎲ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠᎧᏂ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᎠᏂᏯᏫᏍᎩ; ᎾᎿᏃ ᎹᎭᏁᎻ ᏚᏬᎡᎢ.

source: And Jacob sendeth messengers before him unto Esau his brother, towards the land of Seir, the field of Edom,
chr: ᏤᎦᏈᏃ ᏧᏅᏏᏓᏍᏗ ᎢᎬᏱ ᏂᏚᏅᏎ ᎤᏂᎵ ᎢᏐ ᏧᏬᎸᎢ, ᏏᎠ ᎦᏓ ᏗᎲᎢ, ᎢᏙᎻ ᏙᏧᏙᎥᎢ.

source: and commandeth them, saying, 'Thus do ye say to my lord, to Esau: Thus said thy servant Jacob, With Laban I have sojourned, and I tarry until now;
chr: ᏚᏁᏤᎴᏃ, ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᏅᏓᏰᏥᏪᏎᎵ ᎢᏐ ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ; ᎯᏅᏏᏓᏍᏗ ᏤᎦᏈ ᎯᎠ ᏂᎦᏪᎭ, ᎴᏆᏂᏱ ᏫᎨᏓ, ᎠᎴ ᎾᎿ ᏫᎦᏕᎥᎦ ᎪᎯ ᎢᏯᏍᏘ.

source: and I have ox, and ass, flock, and man-servant, and maid-servant, and I send to declare to my lord, to find grace in his eyes.'
chr: ᎠᎴ ᏩᎦ ᏓᎩᎾᏝᎠ, ᎠᎴ ᏐᏈᎵ ᏗᏂᎵᎠᏅᎯᏛ, ᎠᎴ ᎠᏫ, ᎠᎴ ᎠᏂᏍᎦᏯ ᏗᏥᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᏂᎨᏴ ᏗᏥᏅᏏᏓᏍᏗ; ᎠᎴ ᎦᏓᏅᎵ ᎬᏃᏁᏗᏱ ᏣᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ, ᎾᏍᎩ ᎣᏍᏛ ᎾᏍᎩᏰᎸᏗᏱ ᎬᏩᏛᎡᏗᏱ.

source: And the messengers turn back unto Jacob, saying, 'We came in unto thy brother, unto Esau, and he also is coming to meet thee, and four hundred men with him;'
chr: ᎨᏥᏅᏏᏛᏃ ᎢᎬᏩᎷᏤᎴ ᏤᎦᏈ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎡᎶᏂᎵ ᎢᏐ ᏬᏥᎷᏤᎸᎩ, ᎠᎴ ᎾᏍᏉ ᏓᏯᎢ ᏙᏓᎶᏠᏏ, ᎠᎴ ᏅᎩᏧᏈ ᎠᏂᏍᎦᏯ ᏓᏘᏁᎭ.

source: and Jacob feareth exceedingly, and is distressed, and he divideth the people who [are] with him, and the flock, and the herd, and the camels, into two camps,
chr: ᎿᏉᏃ ᏤᎦᏈ ᎤᏣᏘ ᎤᏍᎦᎴᎢ, ᎠᎴ ᎤᏪᎵᎯᏍᏗ ᎤᏓᏅᏓᏕᎢ; ᎠᎴ ᏔᎵ ᏄᏪᏕ ᏴᏫ ᏓᏘᏁᎲᎢ, ᎠᎴ ᎠᏫ, ᎠᎴ ᏩᎦ, ᎠᎴ ᎨᎻᎵ, ᏔᎵ ᎢᏳᎾᏓᏡᎩ ᏂᏚᏩᏁᎴᎢ;

source: and saith, 'If Esau come in unto the one camp, and have smitten it -- then the camp which is left hath been for an escape.'
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏳᏃ ᎢᏐ ᏌᏉ ᏄᎾᏓᏡᎬ ᏱᏚᎷᏤᎸ, ᎠᎴ ᏱᏚᏒᏅ, ᎿᏉ ᏐᎢ ᎤᎾᏓᏡᎬ ᎤᎾᎵᏃᎯᏴᎯ ᎠᎾᏓᏗᏫᏎᎸᎭ.

source: And Jacob saith, 'God of my father Abraham, and God of my father Isaac, Jehovah who saith unto me, Turn back to thy land, and to thy kindred, and I do good with thee:
chr: ᏤᎦᏈᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏣᏁᎳᏅᎯ, ᎡᏙᏓ ᎡᏆᎭᎻ ᎤᏤᎵᎦ. ᎠᎴ ᎡᏙᏓ ᎡᏏᎩ ᎤᏤᎵᎦ, ᏱᎰᏩ, ᎾᏍᎩ ᎯᎠ ᎢᏍᎩᏪᏎᎸᎯ, ᏣᏤᎵᎪᎯ ᏥᎮᎾ, ᎠᎴ ᎢᏥᏠᏱ ᏗᏁᎲᎢ. ᎠᎴ ᎣᏍᏛ ᏂᎬᏯᏛᏁᎮᏍᏗ;

source: I have been unworthy of all the kind acts, and of all the truth which Thou hast done with thy servant -- for, with my staff I passed over this Jordan, and now I have become two camps.
chr: ᎠᏴ ᏥᎾᏆᏍᏗᏉ ᎥᏝ ᏰᎵ ᎢᎦᎯᏯᏛᏁᏗ ᎤᏍᏗ ᎤᏅ ᏂᎦᎥ ᏣᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏂᎦᎥ ᏚᏳᎪᏛ ᏂᏣᏛᏁᎸ. ᎬᏂᎨᏒ ᏂᏴᏁᎸ ᎯᏅᏏᏓᏍᏗ; ᎠᏆᏙᎳᏅᏍᏗᏉᏰᏃ ᎾᏥᏁᎢ ᏓᎩᏐᏨᎩ ᎯᎠ ᏦᏓᏂ; ᎪᎯᏃ ᏥᎩ ᏔᎵ ᎢᏳᎾᏓᏡᎩ ᎾᏆᎵᏍᏔᏅ.

source: 'Deliver me, I pray Thee, from the hand of my brother, from the hand of Esau: for I am fearing him, less he come and have smitten me -- mother beside sons;
chr: ᏍᏊᏓᎳᎩ, ᏞᏍᏗ ᎪᎱᏍᏗ ᎠᏋᏁᎸᎩ ᎢᏐ ᎥᎩᏂᎵ; ᏥᎾᏰᏍᎦᏰᏃ; ᏱᎦᎷᎩᏰᏃ ᎠᎴ ᏯᎩᎷᎦ, ᏗᏂᏲᎵ ᎠᎴ ᎤᏂᏥ ᎬᏩᏠᏯᏍᏗ.

source: and Thou -- Thou hast said, I certainly do good with thee, and have set thy seed as the sand of the sea, which is not numbered because of the multitude.'
chr: ᎠᎴ ᎯᎠ ᏥᏂᏣᏪᏒᎩ, ᎤᏙᎯᏳᎯᏯ ᎣᏍᏛ ᏅᏓᎬᏯᏛᏁᎵ. ᎠᎴ ᏃᏳ ᏥᏄᏧᏈᏍᏗ ᎠᎺᏉᎯ, ᎾᏍᎩ ᎬᏎᎰᎲᏍᏗ ᏂᎨᏒᎾ ᏥᎩ ᎾᏍᎩᏯ ᏅᏓᎦᏥᏴᏁᎵ ᏂᎯ ᏣᏁᏉᎥᎯ.

source: And he lodgeth there during that night, and taketh from that which is coming into his hand, a present for Esau his brother:
chr: ᎠᎴ ᎾᎿᏉ ᎤᏒᎴ ᎾᎯᏳ ᏒᏃᏱ; ᎠᎴ ᎤᎩᏎ ᎢᏳᏍᏗᏉ ᎢᎬᏱᏢ ᏄᎵᏍᏓᏁᎲ ᎾᏍᎩ ᎤᏁᏗ ᎤᏂᎵ ᎢᏐ;

source: she-goats two hundred, and he-goats twenty, ewes two hundred, and rams twenty,
chr: ᎾᏍᎩ ᏔᎵᏧᏈ ᎠᏂᎩᏏ ᎠᏫ ᏗᏂᎭᏄᎸᎯ, ᎠᎴ ᏔᎳᏍᎪᎯ ᎠᏂᏨᏯ ᎠᏫ ᏗᏂᎭᏄᎸᎯ, ᏔᎵᏧᏈᏃ ᎠᏂᎩᏏ ᎠᏫ ᎤᏂᏃᏕᎾ, ᏔᎳᏍᎪᎯᏃ ᎠᏂᏨᏯ ᎤᏂᏃᏕᎾ,

source: suckling camels and their young ones thirty, cows forty, and bullocks ten, she-asses twenty, and foals ten;
chr: ᏦᎠᏍᎪᎯ ᏄᏂᏍᏓᎢ ᎨᎻᎵ ᎤᏂᎩᎾ ᏕᎬᎾᏘᏁᎯ, ᎠᎴ ᏅᎦᏍᎪᎯ ᏩᎦ ᎠᏂᎩᏏ, ᎠᏍᎪᎯᏃ ᎠᏂᏨᏯᎢ, ᏯᎳᏍᎪᎯ ᎠᏂᎩᏏ ᏐᏈᎵ ᏗᏂᎵᎠᏅᎯᏛ, ᎠᎴ ᎠᏍᎪᎯ ᎠᏂᎩᎾ.

source: and he giveth into the hand of his servants, every drove by itself, and saith unto his servants, 'Pass over before me, and a space ye do put between drove and drove.'
chr: ᏧᏅᏏᏓᏍᏗᏃ ᏚᏲᎯᏎᎴᎢ, ᏂᎦᏛ ᏧᎾᏁᎳᎩᎭ ᏚᎾᏓᎲᏩᏗᏎᎢ; ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᏧᏅᏏᏓᏍᏗ, ᎢᎬᏱ ᏗᏥᏐᎩ, ᎠᎴ ᎢᏥᎳᏅᏕᏍᏗ ᏚᎾᏓᏡᏩᏗᏒ ᏕᏥᏱᎵᏒᎢ.
